Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

source: No assignments from parents yet
ar: لا توجد مهام من الوالدين حتى الآن
de: Noch keine Zuweisungen von den Eltern
es: Aún no hay tareas de los padres
fr: Aucune tâche assignée par les parents pour l'instant
ja: 保護者からの課題はまだありません
kk: Ата-анадан әзірге тапсырма жоқ
ko: 아직 부모님이 주신 과제가 없습니다.
pt: Nenhuma tarefa dos pais ainda
ru: Пока нет заданий от родителей
zh_hans: 还没有家长布置的作业

source: No completed tasks yet
ar: لا توجد مهام مكتملة حتى الآن
de: Noch keine erledigten Aufgaben
es: Aún no hay tareas completadas
fr: Aucune tâche terminée pour l'instant
ja: 完了したタスクはまだありません
kk: Әзірге орындалған тапсырма жоқ
ko: 아직 완료된 작업이 없습니다.
pt: Nenhuma tarefa concluída ainda
ru: Пока нет выполненных задач
zh_hans: 还没有完成的任务

source: No credit card required. Just enjoy!
ar: لا حاجة لبطاقة ائتمان. استمتع فقط!
de: Keine Kreditkarte nötig. Genieße es einfach!
es: No se requiere tarjeta de crédito. ¡Simplemente disfruta!
fr: Aucune carte bancaire requise. Profite, c'est tout !
ja: クレジットカードは必要ありません。ただ楽しんでください！
kk: Несие картасы қажет емес. Жай ғана рахаттан!
ko: 신용 카드가 필요하지 않습니다. 그냥 즐기세요!
pt: Não é necessário cartão de crédito. Apenas aproveite!
ru: Карта не нужна. Просто пользуйся!
zh_hans: 无需信用卡。尽情享受吧！

source: No progress photos yet
ar: لا توجد صور تقدم حتى الآن
de: Noch keine Fortschrittsfotos
es: Aún no hay fotos de progreso.
fr: Aucune photo de progression pour l'instant
ja: 進捗写真はまだありません
kk: Әзірге прогресс фотолары жоқ
ko: 아직 진행 상황 사진이 없습니다.
pt: Ainda não há fotos de progresso
ru: Пока нет фото прогресса
zh_hans: 还没有进度照片

source: No reports yet. Submit your first one!
ar: لا توجد تقارير حتى الآن. أرسل أول تقرير لك!
de: Noch keine Berichte. Reiche deinen ersten ein!
es: Aún no hay informes. ¡Envía el primero!
fr: Aucun rapport pour l'instant. Envoie le premier !
ja: まだ報告はありません。最初の 1 つを提出してください。
kk: Әзірге есеп жоқ. Алғашқысын жібер!
ko: 아직 보고서가 없습니다. 첫 번째 것을 제출하세요!
pt: Ainda não há relatórios. Envie o seu primeiro!
ru: Отчётов пока нет. Отправь первый!
zh_hans: 还没有报道。提交您的第一个！

source: No tasks in %@
ar: لا توجد مهام في %@
de: Keine Aufgaben in %@
es: No hay tareas en %@
fr: Aucune tâche dans %@
ja: %@ にはタスクがありません
kk: %@ ішінде тапсырма жоқ
ko: %@에 할 일이 없습니다
pt: Nenhuma tarefa em %@
ru: Нет задач в %@
zh_hans: %@ 中没有任务

source: Not approved ❌
ar: غير معتمد ❌
de: Nicht genehmigt ❌
es: No aprobado ❌
fr: Non approuvé ❌
ja: 承認されていません ❌
kk: Қабылданбады ❌
ko: 승인되지 않음 ❌
pt: Não aprovado ❌
ru: Не принято ❌
zh_hans: 未获批准❌

source: Not linked
ar: غير مرتبط
de: Nicht verknüpft
es: No vinculado
fr: Non lié
ja: リンクされていません
kk: Байланыстырылмаған
ko: 연결되지 않음
pt: Não vinculado
ru: Не привязано
zh_hans: 未链接

source: OK
ar: حسنًا
es: DE ACUERDO
ja: わかりました
ko: 좋아요
zh_hans: 好的

source: One-time
ar: مرة واحدة
de: Einmalig
es: una sola vez
fr: Ponctuel
ja: 一度
kk: Бір рет
ko: 일회성
pt: Único
ru: Разово
zh_hans: 一度

source: Open Telegram to link
ar: افتح Telegram للربط
de: Telegram zum Verknüpfen öffnen
es: Abre Telegram para vincular
fr: Ouvre Telegram pour lier ton compte
ja: Telegramを開いてリンクしてください
kk: Байланыстыру үшін Telegram-ды аш
ko: 텔레그램을 열어 연결하세요
pt: Abra o Telegram para vincular
ru: Открыть Telegram для привязки
zh_hans: 打开 Telegram 进行链接

source: PERFORMANCE
ar: الأداء
de: LEISTUNG
es: ACTUACIÓN
ja: パフォーマンス
kk: НӘТИЖЕ
ko: 성능
pt: DESEMPENHO
ru: ПОКАЗАТЕЛИ
zh_hans: 表现

source: PIN
ar: الرقم السري
es: ALFILER
fr: Code PIN
ja: ピン
ko: 핀
pt: ALFINETE
ru: ПИН
zh_hans: 别针

# PIN (4-6 цифр)
source: PIN (4-6 digits)
ar: الرقم السري (4-6 أرقام)
de: PIN (4-6 Ziffern)
es: PIN (4-6 dígitos)
fr: Code PIN (4 à 6 chiffres)
ja: PIN（4～6桁）
kk: PIN (4-6 сан)
ko: PIN(4~6자리)
pt: PIN (4-6 dígitos)
zh_hans: PIN（4-6 位数字）

# PRO активен до %@
source: PRO active until %@
ar: PRO نشط حتى %@
de: PRO aktiv bis %@
es: PRO activo hasta %@
fr: PRO actif jusqu'au %@
ja: PRO は %@ までアクティブです
kk: %@ дейін PRO белсенді
ko: PRO는 %@까지 활성화됩니다.
pt: PRO ativo até %@
zh_hans: PRO 有效直至 %@

# PRO дни
source: PRO days
ar: أيام PRO
de: PRO-Tage
es: Días profesionales
fr: Jours PRO
ja: プロの日
kk: PRO күндер
ko: PRO 데이
pt: Dias PRO
zh_hans: 专业日

source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
kk: Кідіртілді
ko: 일시중지됨
pt: Pausado
ru: На паузе
zh_hans: 已暂停

source: Pick apps to shield while you focus on your activities.
ar: اختر التطبيقات التي تريد حظرها بينما تركّز على أنشطتك.
de: Wähle Apps, die abgeschirmt werden, während du dich auf deine Aktivitäten konzentrierst.
es: Elige aplicaciones para protegerte mientras te concentras en tus actividades.
fr: Choisis les applis à bloquer pendant que tu te concentres sur tes activités.
ja: アクティビティに集中している間、保護するアプリを選択してください。
kk: Әрекеттеріңе шоғырланған кезде қалқаланатын қолданбаларды таңда.
ko: 활동에 집중하는 동안 보호할 앱을 선택하세요.
pt: Escolha aplicativos para proteger enquanto você se concentra em suas atividades.
ru: Выбери приложения, которые скрыть, пока ты занят делами.
zh_hans: 当您专注于自己的活动时，选择要屏蔽的应用程序。

# Premium до %@
source: Premium until %@
ar: Premium حتى %@
de: Premium bis %@
es: Prima hasta %@
fr: Premium jusqu'au %@
ja: %@ までプレミアム
kk: %@ дейін Premium
ko: %@까지 프리미엄
pt: Prêmio até %@
zh_hans: 高级直至 %@

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progression
ja: 進捗
kk: Прогресс
ko: 진전
pt: Progresso
ru: Прогресс
zh_hans: 进步

source: Protect your streak on a missed day
ar: حافظ على متتاليتك في يوم فائت
de: Schütze deine Serie an einem verpassten Tag
es: Protege tu racha en un día perdido
fr: Protège ta série lors d'un jour manqué
ja: 欠場した日の連続記録を守る
kk: Өткізіп алған күні серияңды қорға
ko: 놓친 날의 연속 기록을 보호하세요
pt: Proteja sua sequência em um dia perdido
ru: Защити серию в пропущенный день
zh_hans: 在错过的一天中保护您的连续记录

source: Register for events, subscribe to calendars and manage events you're going to.
ar: سجّل في الفعاليات، واشترك في التقويمات وأدر الفعاليات التي ستحضرها.
de: Melde dich für Events an, abonniere Kalender und verwalte Events, zu denen du gehst.
es: Regístrese para eventos, suscríbase a calendarios y gestionar eventos a los que vas a ir.
fr: Inscris-toi à des événements, abonne-toi à des calendriers et gère les événements auxquels tu participes.
ja: イベントに登録、購読する カレンダーと管理 あなたが行く予定のイベント。
kk: Іс-шараларға тіркел, күнтізбелерге жазыл және баратын іс-шараларыңды басқар.
ko: 이벤트 등록, 구독 캘린더 및 관리 당신이 할 이벤트.
pt: Registre-se em eventos, inscreva-se para calendários e gerenciar eventos que você irá.
ru: Регистрируйся на события, подписывайся на календари и управляй событиями, куда идёшь.
zh_hans: 注册活动、订阅 日历和管理 你要去参加的活动。

source: Remind me
ar: ذكّرني
de: Erinnere mich
es: Recuérdame
fr: Rappelle-moi
ja: 思い出させて
kk: Еске сал
ko: 알림
pt: Lembre-me
ru: Напомнить
zh_hans: 提醒我

source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインダー
kk: Еске салу
ko: 알림
pt: Lembrete
ru: Напоминание
zh_hans: 提醒

source: Reminder time
ar: وقت التذكير
de: Erinnerungszeit
es: tiempo de recordatorio
fr: Heure du rappel
ja: リマインダー時間
kk: Еске салу уақыты
ko: 알림 시간
pt: Hora do lembrete
ru: Время напоминания
zh_hans: 提醒时间

source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
ja: 繰り返す
kk: Қайталау
ko: 반복하다
pt: Repita
ru: Повтор
zh_hans: 重复

source: Reports (%lld)
ar: التقارير (%lld)
de: Berichte (%lld)
es: Informes (%lld)
fr: Rapports (%lld)
ja: レポート (%lld)
kk: Есептер (%lld)
ko: 보고서(%lld)
pt: Relatórios (%lld)
ru: Отчёты (%lld)
zh_hans: 报告（%lld）

source: Save
ar: حفظ
de: Speichern
es: Ahorrar
fr: Enregistrer
ja: 保存
kk: Сақтау
ko: 구하다
pt: Salvar
ru: Сохранить
zh_hans: 节省

source: Schedule
ar: الجدول
de: Zeitplan
es: Cronograma
fr: Planning
ja: スケジュール
kk: Кесте
ko: 일정
pt: Agendar
ru: Расписание
zh_hans: 日程

source: Set deadline
ar: تحديد موعد نهائي
de: Frist setzen
es: Establecer fecha límite
fr: Définir une échéance
ja: 期限を設定する
kk: Мерзім қою
ko: 마감일 설정
pt: Definir prazo
ru: Задать дедлайн
zh_hans: 设定截止日期

source: Speak everything you need to do
ar: تحدث بكل ما تحتاج إلى القيام به
de: Sprich alles aus, was du tun musst
es: Habla todo lo que necesitas hacer
fr: Dicte tout ce que tu as à faire
ja: やるべきことをすべて話す
kk: Не істеу керегін айтып бер
ko: 해야 할 일을 모두 말하세요
pt: Fale tudo o que você precisa fazer
ru: Проговори всё, что нужно сделать
zh_hans: 说出你需要做的一切

source: Start Speaking
ar: بدء التحدث
de: Sprechen starten
es: empezar a hablar
fr: Commencer à parler
ja: 話し始める
kk: Сөйлеуді бастау
ko: 말하기 시작
pt: Comece a falar
ru: Начать говорить
zh_hans: 开始说话

source: Start focus session
ar: بدء جلسة تركيز
de: Fokus-Sitzung starten
es: Iniciar sesión de enfoque
fr: Démarrer une session de focus
ja: フォーカスセッションを開始する
kk: Фокус сеансын бастау
ko: 집중 세션 시작
pt: Iniciar sessão de foco
ru: Начать сессию фокуса
zh_hans: 开始焦点会议

source: Start your first challenge
ar: ابدأ تحديك الأول
de: Starte deine erste Challenge
es: Comienza tu primer desafío
fr: Lance ton premier défi
ja: 最初のチャレンジを始めましょう
kk: Алғашқы челленджіңді баста
ko: 첫 번째 도전을 시작하세요
pt: Comece seu primeiro desafio
ru: Начни свой первый челлендж
zh_hans: 开始你的第一个挑战

source: Stop focus session
ar: إيقاف جلسة التركيز
de: Fokus-Sitzung beenden
es: Detener sesión de enfoque
fr: Arrêter la session de focus
ja: フォーカスセッションを停止する
kk: Фокус сеансын тоқтату
ko: 포커스 세션 중지
pt: Interromper a sessão de foco
ru: Завершить сессию фокуса
zh_hans: 停止焦点会话

source: Streak Freezes
ar: تجميد المتتالية
de: Serien-Freezes
es: La racha se congela
fr: Gels de série
ja: ストリークフリーズ
kk: Серия тоңазытқыштары
ko: 연속 동결
pt: Sequência congela
ru: Заморозки серии
zh_hans: 连胜冻结

source: Submit photo proof for challenges
ar: أرسل دليلًا بالصورة للتحديات
de: Reiche Fotobeweise für Challenges ein
es: Envíe pruebas fotográficas para los desafíos
fr: Envoie une preuve photo pour tes défis
ja: チャレンジ用に写真付きの証拠を提出する
kk: Челлендждер үшін фотодәлел жібер
ko: 챌린지에 대한 사진 증거 제출
pt: Envie prova fotográfica para desafios
ru: Отправляй фото-доказательства для челленджей
zh_hans: 提交挑战照片证明

source: Submit photo reports to build your before/after timeline
ar: أرسل تقارير بالصور لإنشاء جدولك الزمني قبل/بعد
de: Reiche Fotoberichte ein, um deine Vorher-Nachher-Chronik aufzubauen
es: Envíe reportajes fotográficos para crear su línea de tiempo de antes y después.
fr: Envoie des rapports photo pour créer ta chronologie avant/après
ja: 写真レポートを送信して、ビフォー/アフターのタイムラインを構築します
kk: Дейін/кейін желісін құру үшін фото есеп жібер
ko: 사진 보고서를 제출하여 전후 타임라인 구축
pt: Envie relatórios fotográficos para construir seu cronograma de antes/depois
ru: Отправляй фото-отчёты, чтобы собрать ленту «до и после»
zh_hans: 提交照片报告以构建您的前后时间表

source: Submit report
ar: إرسال التقرير
de: Bericht einreichen
es: Enviar informe
fr: Envoyer le rapport
ja: レポートの提出
kk: Есеп жіберу
ko: 보고서 제출
pt: Enviar relatório
ru: Отправить отчёт
zh_hans: 提交报告

source: Tab
ar: تبويب
es: Pestaña
fr: Onglet
ja: タブ
ko: 꼬리표
pt: Guia
zh_hans: 选项卡

source: Tap + to add your first task here
ar: اضغط على + لإضافة أول مهمة لك هنا
de: Tippe auf +, um hier deine erste Aufgabe hinzuzufügen
es: Toca + para agregar tu primera tarea aquí
fr: Appuie sur + pour ajouter ta première tâche ici
ja: + をタップして最初のタスクをここに追加します
kk: Осында алғашқы тапсырманы қосу үшін + басыңыз
ko: 여기에 첫 번째 작업을 추가하려면 +를 탭하세요.
pt: Toque em + para adicionar sua primeira tarefa aqui
ru: Нажми +, чтобы добавить первую задачу
zh_hans: 点击 + 在此处添加您的第一个任务

source: Tap ✦ to let AI build a plan for you
ar: اضغط على ✦ لتترك الذكاء الاصطناعي يبني لك خطة
de: Tippe auf ✦, damit die KI einen Plan für dich erstellt
es: Toca ✦ para permitir que AI cree un plan para ti
fr: Appuie sur ✦ pour laisser l'IA créer un plan pour toi
ja: ✦ をタップすると AI が計画を作成します
kk: AI сізге жоспар құрсын деп ✦ басыңыз
ko: ✦를 탭하면 AI가 계획을 세울 수 있습니다.
pt: Toque em ✦ para permitir que a IA crie um plano para você
ru: Нажми ✦, чтобы ИИ составил план
zh_hans: 点击 ✦ 让 AI 为您制定计划

source: Target value (e.g. 100 for 100 km)
ar: القيمة المستهدفة (مثال: 100 لـ 100 كم)
de: Zielwert (z. B. 100 für 100 km)
es: Valor objetivo (por ejemplo, 100 por 100 km)
fr: Valeur cible (ex. 100 pour 100 km)
ja: 目標値 (例: 100 km で 100)
kk: Мақсат мәні (мыс. 100 км үшін 100)
ko: 목표 값(예: 100km의 경우 100)
pt: Valor alvo (por exemplo, 100 por 100 km)
ru: Целевое значение (например, 100 для 100 км)
zh_hans: 目标值（例如100公里为100）

source: Task
ar: مهمة
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
kk: Тапсырма
ko: 일
pt: Tarefa
ru: Задача
zh_hans: 任务

source: Task title
ar: عنوان المهمة
de: Aufgabentitel
es: Título de la tarea
fr: Titre de la tâche
ja: タスクのタイトル
kk: Тапсырма атауы
ko: 작업 제목
pt: Título da tarefa
ru: Название задачи
zh_hans: 任务标题

source: Telegram bot
ar: بوت Telegram
es: robot de telegrama
fr: Bot Telegram
ja: 電報ボット
kk: Telegram бот
ko: 텔레그램 봇
pt: Bot de telegrama
ru: Telegram-бот
zh_hans: 电报机器人

# Telegram бот
source: Telegram bot
ar: بوت Telegram
es: robot de telegrama
fr: Bot Telegram
ja: 電報ボット
kk: Telegram бот
ko: 텔레그램 봇
pt: Bot de telegrama
zh_hans: 电报机器人

source: The store is unavailable. Please try again later.
ar: المتجر غير متاح. يرجى المحاولة لاحقًا.
de: Der Store ist nicht verfügbar. Bitte versuche es später erneut.
es: La tienda no está disponible. Inténtelo de nuevo más tarde.
fr: La boutique est indisponible. Réessaie plus tard.
ja: ストアは利用できません。後でもう一度試してください。
kk: Дүкен қолжетімсіз. Кейінірек қайталап көріңіз.
ko: 매장을 이용하실 수 없습니다. 나중에 다시 시도해 주세요.
pt: A loja está indisponível. Por favor, tente novamente mais tarde.
ru: Магазин недоступен. Попробуйте позже.
zh_hans: 商店不可用。请稍后重试。

source: Themes
ar: السمات
de: Designs
es: Temas
fr: Thèmes
ja: テーマ
kk: Тақырыптар
ko: 테마
pt: Temas
ru: Темы
zh_hans: 主题

source: This plan is unavailable right now. Please try again later.
ar: هذه الباقة غير متاحة حاليًا. يرجى المحاولة لاحقًا.
de: Dieser Tarif ist derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Este plan no está disponible en este momento. Inténtelo de nuevo más tarde.
fr: Cette formule est indisponible pour le moment. Réessaie plus tard.
ja: このプランは現在ご利用いただけません。後でもう一度試してください。
kk: Бұл тариф қазір қолжетімсіз. Кейінірек қайталап көріңіз.
ko: 지금은 이 계획을 사용할 수 없습니다. 나중에 다시 시도해 주세요.
pt: Este plano não está disponível no momento. Por favor, tente novamente mais tarde.
ru: Этот тариф сейчас недоступен. Попробуйте позже.
zh_hans: 该计划目前不可用。请稍后重试。

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Heure
ja: 時間
kk: Уақыт
ko: 시간
pt: Tempo
ru: Время
zh_hans: 时间

source: Timeline
ar: السجل الزمني
de: Chronik
es: Línea de tiempo
fr: Chronologie
ja: タイムライン
kk: Хронология
ko: 타임라인
pt: Linha do tempo
ru: Лента
zh_hans: 时间轴

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
ja: タイトル
kk: Атауы
ko: 제목
pt: Título
ru: Название
zh_hans: 标题

source: Today: %lld/%lld to keep streak
ar: اليوم: %lld/%lld للحفاظ على متتاليتك
de: Heute: %lld/%lld, um die Serie zu halten
es: Hoy: %lld/%lld para mantener la racha
fr: Aujourd'hui : %lld/%lld pour garder ta série
ja: 今日: %lld/%lld で連続記録を維持
kk: Бүгін: серияны сақтау үшін %lld/%lld
ko: 오늘: 연속 기록을 유지하려면 %lld/%lld
pt: Hoje: %lld/%lld para manter a sequência
zh_hans: 今天：%lld/%lld 保持连胜

source: Try rescheduling this to tomorrow to set yourself up for success.
ar: حاول إعادة جدولة هذا إلى الغد لتضمن لنفسك النجاح.
de: Verschiebe das auf morgen, um erfolgreich zu starten.
es: Intente reprogramar esto para mañana para prepararse para el éxito.
fr: Essaie de reporter ça à demain pour mettre toutes les chances de ton côté.
ja: 成功に向けて準備を整えるために、これを明日に変更してみてください。
kk: Сәтті бастау үшін мұны ертеңге ауыстырып көр.
ko: 성공을 위한 준비를 위해 내일로 일정을 변경해 보세요.
pt: Tente reprogramar isso para amanhã para se preparar para o sucesso.
ru: Попробуй перенести это на завтра, чтобы настроиться на успех.
zh_hans: 尝试将其重新安排到明天，为自己的成功做好准备。

source: Type
ar: النوع
de: Typ
es: Tipo
ja: タイプ
kk: Түрі
ko: 유형
pt: Tipo
ru: Тип
zh_hans: 类型

source: Upgrade
ar: ترقية
es: Mejora
fr: Mettre à niveau
ja: アップグレード
kk: Жаңарту
ko: 치받이
pt: Atualizar
ru: Улучшить
zh_hans: 升级

source: VS
ar: ضد
es: contra

source: WE ARE SO BACK 🔥
ar: عدنا بقوة 🔥
de: WIR SIND ZURÜCK 🔥
es: ESTAMOS DE VUELTA 🔥
fr: ON EST DE RETOUR 🔥
ja: 戻ってきました🔥
kk: БІЗ ҚАЙТА ОРАЛДЫҚ 🔥
ko: 우리가 다시 돌아왔습니다 🔥
pt: ESTAMOS DE VOLTA 🔥
ru: МЫ ВЕРНУЛИСЬ 🔥
zh_hans: 我们回来了🔥

source: We will fix it.
ar: سنصلح ذلك.
de: Wir beheben das.
es: Lo arreglaremos.
fr: On va régler ça.
ja: 修正させていただきます。
kk: Біз мұны түзетеміз.
ko: 우리는 그것을 고칠 것입니다.
pt: Nós vamos consertar isso.
ru: Мы это исправим.
zh_hans: 我们会修复它。

source: We'll open Telegram with a one-time code pre-filled. Send it to the bot to link this account -- the code expires in 10 minutes.
ar: سنفتح Telegram مع رمز لمرة واحدة مُعبأ مسبقًا. أرسله إلى البوت لربط هذا الحساب -- ينتهي صلاحية الرمز خلال 10 دقائق.
de: Wir öffnen Telegram mit einem vorausgefüllten Einmalcode. Sende ihn an den Bot, um dieses Konto zu verknüpfen -- der Code läuft in 10 Minuten ab.
es: Abriremos Telegram con un código de un solo uso precargado. Envíelo al bot para vincular esta cuenta; el código caduca en 10 minutos.
fr: On va ouvrir Telegram avec un code à usage unique pré-rempli. Envoie-le au bot pour lier ce compte -- le code expire dans 10 minutes.
ja: 事前に入力されたワンタイム コードを使用して Telegram を開きます。このアカウントをリンクするには、それをボットに送信します。コードの有効期限は 10 分です。
kk: Telegram-ды алдын ала толтырылған бір реттік кодпен ашамыз. Осы аккаунтты байланыстыру үшін оны ботқа жібер -- код 10 минуттан кейін жарамсыз болады.
ko: 일회성 코드가 미리 입력된 Telegram을 엽니다. 이 계정을 연결하려면 코드를 봇으로 보내세요. 코드는 10분 후에 만료됩니다.
pt: Abriremos o Telegram com um código único pré-preenchido. Envie para o bot para vincular esta conta -- o código expira em 10 minutos.
ru: Откроем Telegram с уже вставленным одноразовым кодом. Отправь его боту, чтобы привязать аккаунт -- код действует 10 минут.
zh_hans: 我们将打开 Telegram，并预先填写一次性代码。将其发送到机器人以链接此帐户 - 代码将在 10 分钟后过期。

source: Week on us.
ar: أسبوع على حسابنا.
de: Eine Woche geht auf uns.
es: Semana por nuestra cuenta.
fr: Une semaine offerte par nous.
ja: 1 週間は無料です。
kk: Бір апта біздің есебімізден.
ko: 일주일은 무료입니다.
pt: Semana por nossa conta.
ru: Неделя за наш счёт.
zh_hans: 我们一周。

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
ja: 毎週
kk: Апта сайын
ko: 주간
pt: Semanalmente
ru: Еженедельно
zh_hans: 每周

source: What happened?
ar: ماذا حدث؟
de: Was ist passiert?
es: ¿Qué pasó?
fr: Qu'est-ce qui s'est passé ?
ja: どうしたの？
kk: Не болды?
ko: 무슨 일이에요?
pt: O que aconteceu?
ru: Что случилось?
zh_hans: 发生了什么？

source: What made it hard? (optional)
ar: ما الذي صعّب ذلك؟ (اختياري)
de: Was hat es schwer gemacht? (optional)
es: ¿Qué lo hizo difícil? (opcional)
fr: Qu'est-ce qui a rendu ça difficile ? (facultatif)
ja: 何が大変だったのでしょうか？ (オプション)
kk: Не қиындатты? (міндетті емес)
ko: 무엇이 힘들게 만들었나요? (선택 과목)
pt: O que tornou isso difícil? (opcional)
ru: Что помешало? (необязательно)
zh_hans: 是什么让事情变得困难？ （选修的）

source: What you can do once linked
ar: ما يمكنك فعله بعد الربط
de: Was du nach dem Verknüpfen tun kannst
es: Qué puedes hacer una vez vinculado
fr: Ce que tu peux faire une fois lié
ja: リンクするとできること
kk: Байланыстырғаннан кейін не істей аласың
ko: 연결되면 수행할 수 있는 작업
pt: O que você pode fazer uma vez vinculado
ru: Что можно делать после привязки
zh_hans: 链接后您可以做什么

source: Why did I fail? 🔍
ar: لماذا فشلت؟ 🔍
de: Warum bin ich gescheitert? 🔍
es: ¿Por qué fallé? 🔍
fr: Pourquoi ai-je échoué ? 🔍
ja: なぜ失敗したのでしょうか？ 🔍
kk: Неге сәтсіз болдым? 🔍
ko: 나는 왜 실패했는가? 🔍
pt: Por que eu falhei? 🔍
ru: Почему не получилось? 🔍
zh_hans: 为什么我失败了？ 🔍

source: Write a new task...
ar: اكتب مهمة جديدة...
de: Neue Aufgabe schreiben...
es: Escribe una nueva tarea...
fr: Écris une nouvelle tâche...
ja: 新しいタスクを書きます...
kk: Жаңа тапсырма жаз...
ko: 새 작업을 작성하세요...
pt: Escreva uma nova tarefa...
ru: Напиши новую задачу...
zh_hans: 写一个新任务...

source: Write up
ar: كتابة التقرير
de: Aufschreiben
es: Escribir
fr: Rédiger
ja: 書き上げる
kk: Жазып ал
ko: 작성하다
pt: Escreva
ru: Написать
zh_hans: 写下来

source: You can relink anytime from this screen.
ar: يمكنك إعادة الربط في أي وقت من هذه الشاشة.
de: Du kannst dich jederzeit über diesen Bildschirm neu verknüpfen.
es: Puede volver a vincularse en cualquier momento desde esta pantalla.
fr: Tu peux relier ton compte à tout moment depuis cet écran.
ja: この画面からいつでも再リンクできます。
kk: Осы экраннан кез келген уақытта қайта байланыстыра аласың.
ko: 이 화면에서 언제든지 다시 연결할 수 있습니다.
pt: Você pode vincular novamente a qualquer momento nesta tela.
ru: Привязать заново можно в любой момент с этого экрана.
zh_hans: 您可以随时从此屏幕重新链接。

source: You can't forget about it. Turn on the Push-notifications.
ar: لا يمكنك أن تنساها. فعّل الإشعارات الفورية.
de: Du darfst es nicht vergessen. Schalte die Push-Benachrichtigungen ein.
es: no puedes olvídalo. encender las notificaciones push.
fr: Tu ne peux pas l'oublier. Active les notifications push.
ja: できません それは忘れてください。オンにする プッシュ通知。
kk: Сен ол туралы ұмыта алмайсың. Push-хабарландыруларды қос.
ko: 당신은 할 수 없습니다 잊어버리세요. 켜다 푸시 알림.
pt: Você não pode esqueça isso. Ligar as notificações push.
ru: Об этом не получится забыть. Включи пуш-уведомления.
zh_hans: 你不能 忘记它吧。打开 推送通知。

source: You can't talk yourself out of doing this. Send photo to prove.
ar: لا يمكنك التهرّب من هذا. أرسل صورة كدليل.
de: Da kommst du nicht raus. Schick ein Foto als Beweis.
es: No puedes convencerte de no hacer esto. Enviar foto para probar.
fr: Impossible de te trouver une excuse. Envoie une photo pour le prouver.
ja: これをやめることはできません。証明する写真を送ってください。
kk: Бұдан сөзбен құтыла алмайсың. Дәлелдеу үшін фото жібер.
ko: 이 일을 하지 말라고 스스로 말할 수는 없습니다. 증명할 사진을 보내세요.
pt: Você não pode se convencer de não fazer isso. Envie foto para comprovar.
ru: Отговорить себя не выйдет. Отправь фото как доказательство.
zh_hans: 你无法说服自己不这样做。发照片来证明。

source: You have done
ar: لقد أنجزت
de: Du hast
es: lo has hecho
fr: Tu as fait
ja: あなたはやった
kk: Сен орындадың
ko: 당신은 해냈습니다
pt: Você fez
ru: Ты выполнил
zh_hans: 你已经完成了

source: Your AI Coach
ar: مدربك بالذكاء الاصطناعي
de: Dein KI-Coach
es: Tu entrenador de IA
fr: Ton coach IA
ja: あなたの AI コーチ
kk: Сенің AI коучың
ko: 당신의 AI 코치
pt: Seu treinador de IA
ru: Твой ИИ-коуч
zh_hans: 您的人工智能教练

source: days
ar: أيام
de: Tage
es: días
fr: jours
ja: 日
kk: күн
ko: 날
pt: dias
ru: дней
zh_hans: 天

source: e.g. Photo at gym with equipment visible
ar: مثال: صورة في النادي الرياضي مع ظهور المعدات
de: z. B. Foto im Fitnessstudio mit sichtbaren Geräten
es: p.ej. Foto en el gimnasio con equipos visibles.
fr: ex. Photo à la salle de sport avec l'équipement visible
ja: 例えばジムでの設備が見える写真
kk: мыс. жабдығы көрінетін спортзалдағы фото
ko: 예를 들어 장비가 보이는 체육관 사진
pt: por exemplo Foto na academia com equipamentos visíveis
ru: например: фото в зале, тренажёр в кадре
zh_hans: 例如在健身房拍的照片，可以看到设备

source: or + to create manually
ar: أو + للإنشاء يدويًا
de: oder + zum manuellen Erstellen
es: o + para crear manualmente
fr: ou + pour créer manuellement
ja: または + 手動で作成する
kk: немесе қолмен жасау үшін +
ko: 또는 + 수동으로 생성
pt: ou + para criar manualmente
ru: или + чтобы создать вручную
zh_hans: 或 + 手动创建

# reInspire -- продолжай в том же духе
source: reInspire -- keep up the momentum
ar: reInspire -- حافظ على زخمك
de: reInspire -- bleib am Ball
es: reInspire: mantén el impulso
fr: reInspire -- garde le rythme
ja: reInspire -- 勢いを維持する
kk: reInspire -- осы қарқынды ұста
ko: reInspire - 추진력을 유지하세요
pt: reInspire -- mantenha o ritmo
zh_hans: reInspire----保持动力

# reInspire не записывает никакие данные в Здоровье -- доступ только на чтение.
source: reInspire does not write any data to Health -- read-only access.
ar: لا يكتب reInspire أي بيانات إلى تطبيق الصحة -- الوصول للقراءة فقط.
de: reInspire schreibt keine Daten in Health -- nur Lesezugriff.
es: reInspire no escribe ningún dato en Salud: acceso de solo lectura.
fr: reInspire n'écrit aucune donnée dans Santé -- accès en lecture uniquement.
ja: reInspire は Health にデータを書き込みません。読み取り専用アクセスです。
kk: reInspire «Денсаулыққа» ешқандай дерек жазбайды -- тек оқу рұқсаты.
ko: reInspire는 읽기 전용 액세스인 Health에 데이터를 쓰지 않습니다.
pt: O reInspire não grava nenhum dado no Health -- acesso somente leitura.
zh_hans: reInspire 不会将任何数据写入 Health - 只读访问。
